Repository: conrader/plainsay
Catalog: Sources/PlainsayApp/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pl, pt, ru, uk, zh_hans

# settings.vocabulary.explanation.parakeet
source: Add names, jargon, and product names that come out garbled. Parakeet does not accept decoder hints, so Plainsay corrects these spellings itself right after transcribing, whether or not editing is on.
de: Füge Namen, Fachbegriffe und Produktnamen hinzu, die verstümmelt herauskommen. Parakeet akzeptiert keine Decoder-Hinweise, daher korrigiert Plainsay diese Schreibweisen selbst direkt nach der Transkription, unabhängig davon, ob die Bearbeitung aktiv ist.
es: Añade nombres, jerga y nombres de producto que salen distorsionados. Parakeet no acepta pistas para el decodificador, así que Plainsay corrige estas grafías por su cuenta justo después de transcribir, tanto si la edición está activada como si no.
fr: Ajoutez les noms, le jargon et les noms de produits qui ressortent déformés. Parakeet n'accepte pas d'indices pour le décodeur, donc Plainsay corrige lui-même ces orthographes juste après la transcription, que l'édition soit activée ou non.
it: Aggiungi nomi, gergo e nomi di prodotto che risultano storpiati. Parakeet non accetta suggerimenti per il decoder, quindi Plainsay corregge da sé queste grafie subito dopo la trascrizione, sia che l'editing sia attivo sia che non lo sia.
ja: 文字化けして出てくる名前、専門用語、製品名を追加してください。Parakeetはデコーダーヒントを受け付けないため、Plainsayは編集のオン・オフに関わらず、文字起こし直後にこれらのスペルを自分で修正します。
ko: 왜곡되어 나오는 이름, 전문 용어, 제품명을 추가하세요. Parakeet는 디코더 힌트를 받아들이지 않으므로, 편집 여부와 관계없이 Plainsay가 필사 직후 이러한 철자를 직접 수정합니다.
nl: Voeg namen, jargon en productnamen toe die vervormd overkomen. Parakeet accepteert geen decoderhints, dus Plainsay corrigeert deze spellingen zelf direct na het transcriberen, ongeacht of bewerken aanstaat.
pl: Dodaj nazwy, żargon i nazwy produktów, które wychodzą zniekształcone. Parakeet nie przyjmuje podpowiedzi dekodera, więc Plainsay poprawia te zapisy sama, zaraz po transkrypcji, niezależnie od tego, czy edycja jest włączona.
pt: Adiciona nomes, jargão e nomes de produtos que saem distorcidos. O Parakeet não aceita pistas para o descodificador, por isso o Plainsay corrige estas grafias por conta própria logo após a transcrição, quer a edição esteja ativa quer não.
ru: Добавляйте имена, термины и названия продуктов, которые распознаются с искажениями. Parakeet не принимает подсказки декодера, поэтому Plainsay сам исправляет эти написания сразу после расшифровки — независимо от того, включено редактирование или нет.
uk: Додавайте імена, терміни та назви продуктів, які розпізнаються з викривленнями. Parakeet не приймає підказки декодера, тож Plainsay сам виправляє ці написання одразу після розшифровки — незалежно від того, увімкнене редагування чи ні.
zh_hans: 添加容易被识别错的姓名、专业术语和产品名称。Parakeet 不接受解码器提示，因此 Plainsay 会在转录完成后立即自行纠正这些拼写——无论是否启用了编辑功能。

# settings.vocabulary.remove
source: Remove %@
de: %@ entfernen
es: Eliminar %@
fr: Retirer %@
it: Rimuovi %@
ja: %@ を削除
ko: %@ 제거
nl: %@ verwijderen
pl: Usuń %@
pt: Remover %@
ru: Удалить %@
uk: Видалити %@
zh_hans: 移除 %@

# spokenLanguages.remove
source: Remove %@
de: %@ entfernen
es: Eliminar %@
fr: Retirer %@
it: Rimuovi %@
ja: %@ を削除
ko: %@ 제거
nl: %@ verwijderen
pl: Usuń %@
pt: Remover %@
ru: Удалить %@
uk: Видалити %@
zh_hans: 移除 %@

# updates.never
source: Never
de: Nie
es: Nunca
fr: Jamais
it: Mai
ja: なし
ko: 없음
nl: Nooit
pl: Nigdy
pt: Nunca
ru: Никогда
uk: Ніколи
zh_hans: 从未

# voice.reRecordButton
source: Re-record my voice…
de: Meine Stimme erneut aufnehmen…
es: Volver a grabar mi voz…
fr: Réenregistrer ma voix…
it: Registra di nuovo la mia voce…
ja: 自分の声を録音し直す…
ko: 내 목소리 다시 녹음…
nl: Mijn stem opnieuw opnemen…
pl: Nagraj mój głos ponownie…
pt: Gravar novamente a minha voz…
ru: Перезаписать мой голос…
uk: Перезаписати мій голос…
zh_hans: 重新录制我的声音…

# voice.recordButton
source: Record my voice…
de: Meine Stimme aufnehmen…
es: Grabar mi voz…
fr: Enregistrer ma voix…
it: Registra la mia voce…
ja: 自分の声を録音…
ko: 내 목소리 녹음…
nl: Mijn stem opnemen…
pl: Nagraj mój głos…
pt: Gravar a minha voz…
ru: Записать мой голос…
uk: Записати мій голос…
zh_hans: 录制我的声音…

# voice.recordingCountdown
source: Recording — keep talking for %ds…
de: Aufnahme läuft — sprich noch %d s weiter…
es: Grabando — sigue hablando %ds…
fr: Enregistrement — continuez à parler pendant %d s…
it: Registrazione — continua a parlare per %ds…
ja: 録音中 — あと%d秒話し続けてください…
ko: 녹음 중 — %d초 더 말해 주세요…
nl: Bezig met opnemen — blijf nog %ds praten…
pl: Nagrywanie — mów jeszcze przez %ds…
pt: A gravar — continua a falar durante %ds…
ru: Запись — продолжайте говорить ещё %d с…
uk: Запис — продовжуйте говорити ще %d с…
zh_hans: 正在录音 — 请继续说话，还剩 %d 秒…

# voice.tooQuiet
source: That was too quiet or too short — try again and speak clearly.
de: Das war zu leise oder zu kurz — versuch es erneut und sprich deutlich.
es: Sonó demasiado bajo o fue demasiado corto — inténtalo de nuevo y habla con claridad.
fr: C'était trop faible ou trop court — réessayez et parlez clairement.
it: Il volume era troppo basso o la registrazione troppo breve — riprova e parla chiaramente.
ja: 音が小さすぎるか短すぎました——もう一度、はっきりと話してください。
ko: 너무 조용하거나 짧았습니다 — 다시 시도하고 또렷하게 말해 주세요.
nl: Dat was te zacht of te kort — probeer het opnieuw en spreek duidelijk.
pl: Było za cicho lub za krótko — spróbuj ponownie i mów wyraźnie.
pt: Ficou demasiado baixo ou demasiado curto — tenta de novo e fala com clareza.
ru: Слишком тихо или слишком коротко — попробуйте ещё раз и говорите отчётливо.
uk: Занадто тихо або занадто коротко — спробуйте ще раз і говоріть чітко.
zh_hans: 声音太小或时间太短——请再试一次，并清晰地说话。

# window.settingsTitle
source: Plainsay Settings
de: Plainsay-Einstellungen
es: Ajustes de Plainsay
fr: Réglages de Plainsay
it: Impostazioni di Plainsay
ja: Plainsayの設定
ko: Plainsay 설정
nl: Plainsay-instellingen
pl: Ustawienia Plainsay
pt: Definições do Plainsay
ru: Настройки Plainsay
uk: Налаштування Plainsay
zh_hans: Plainsay 设置

# window.setupTitle
source: Set Up Plainsay
de: Plainsay einrichten
es: Configurar Plainsay
fr: Configurer Plainsay
it: Configura Plainsay
ja: Plainsayをセットアップ
ko: Plainsay 설정하기
nl: Plainsay instellen
pl: Konfiguracja Plainsay
pt: Configurar o Plainsay
ru: Настройка Plainsay
uk: Налаштування Plainsay
zh_hans: 设置 Plainsay

# wizard.apiKeyTitle
source: %@ API key
de: %@-API-Schlüssel
es: Clave de API de %@
fr: Clé API %@
it: Chiave API di %@
ja: %@ APIキー
ko: %@ API 키
nl: %@ API-sleutel
pl: Klucz API %@
pt: Chave de API do %@
ru: API-ключ %@
uk: API-ключ %@
zh_hans: %@ API 密钥

# wizard.configure.detail.byok
source: Audio leaves this Mac and provider charges may apply.
de: Audio verlässt diesen Mac, und es können Kosten des Anbieters anfallen.
es: El audio sale de este Mac y pueden aplicarse cargos del proveedor.
fr: L'audio quitte ce Mac et des frais de fournisseur peuvent s'appliquer.
it: L'audio lascia questo Mac e potrebbero essere applicati costi del provider.
ja: 音声はこのMacの外に送信され、プロバイダーの料金が発生する場合があります。
ko: 오디오가 이 Mac을 벗어나며 제공사 요금이 발생할 수 있습니다.
nl: Audio verlaat deze Mac en providerkosten kunnen van toepassing zijn.
pl: Audio opuszcza tego Maca i mogą obowiązywać opłaty dostawcy.
pt: O áudio sai deste Mac e podem aplicar-se custos do fornecedor.
ru: Аудио покидает этот Mac, возможна плата от провайдера.
uk: Аудіо залишає цей Mac, можлива плата від постачальника.
zh_hans: 音频会离开这台 Mac，可能产生供应商费用。

# wizard.configure.detail.cloud
source: Sign in once. Plainsay Cloud supplies speech transcription and cleanup, with no large model to prepare on this Mac.
de: Einmal anmelden. Plainsay Cloud liefert Spracherkennung und Bearbeitung, ohne großes Modell, das auf diesem Mac vorbereitet werden müsste.
es: Inicia sesión una vez. Plainsay Cloud aporta la transcripción de voz y la edición, sin necesidad de preparar un modelo grande en este Mac.
fr: Connectez-vous une fois. Plainsay Cloud fournit la transcription vocale et l'édition, sans gros modèle à préparer sur ce Mac.
it: Accedi una volta sola. Plainsay Cloud fornisce trascrizione vocale ed editing, senza dover preparare un modello grande su questo Mac.
ja: 一度サインインすれば完了です。Plainsay Cloudが音声の文字起こしとクリーンアップを提供するので、このMac上で大きなモデルを準備する必要はありません。
ko: 한 번만 로그인하세요. Plainsay Cloud가 음성 필사와 정리를 제공하므로 이 Mac에서 큰 모델을 준비할 필요가 없습니다.
nl: Log eenmalig in. Plainsay Cloud levert spraaktranscriptie en opschonen, zonder groot model om op deze Mac voor te bereiden.
pl: Zaloguj się raz. Plainsay Cloud zapewnia transkrypcję mowy i edycję, bez dużego modelu do przygotowania na tym Macu.
pt: Inicia sessão uma vez. O Plainsay Cloud fornece a transcrição de voz e a edição, sem ser preciso preparar um modelo grande neste Mac.
ru: Войдите один раз. Plainsay Cloud предоставляет расшифровку речи и редактирование, без крупной модели для подготовки на этом Mac.
uk: Увійдіть один раз. Plainsay Cloud надає розшифровку мовлення й редагування, без великої моделі для підготовки на цьому Mac.
zh_hans: 只需登录一次。Plainsay Cloud 提供语音转录和清理功能，无需在这台 Mac 上准备大型模型。

# wizard.configure.detail.local
source: Recommended multilingual models need about 475–632 MB and can take several minutes to download and prepare the first time.
de: Empfohlene mehrsprachige Modelle benötigen etwa 475–632 MB und können beim ersten Mal einige Minuten zum Herunterladen und Vorbereiten brauchen.
es: Los modelos multilingües recomendados necesitan unos 475–632 MB y pueden tardar varios minutos en descargarse y prepararse la primera vez.
fr: Les modèles multilingues recommandés nécessitent environ 475 à 632 Mo et peuvent prendre plusieurs minutes à télécharger et préparer la première fois.
it: I modelli multilingue consigliati richiedono circa 475–632 MB e possono impiegare diversi minuti per essere scaricati e preparati la prima volta.
ja: 推奨される多言語モデルは約475〜632MBで、初回のダウンロードと準備に数分かかる場合があります。
ko: 권장하는 다국어 모델은 약 475~632MB이며, 처음 다운로드하고 준비하는 데 몇 분이 걸릴 수 있습니다.
nl: Aanbevolen meertalige modellen vereisen ongeveer 475–632 MB en kunnen de eerste keer enkele minuten duren om te downloaden en voor te bereiden.
pl: Zalecane modele wielojęzyczne potrzebują około 475–632 MB i pobranie oraz przygotowanie może zająć kilka minut za pierwszym razem.
pt: Os modelos multilingues recomendados precisam de cerca de 475–632 MB e podem demorar vários minutos a transferir e preparar da primeira vez.
ru: Рекомендуемым многоязычным моделям нужно около 475–632 МБ, загрузка и подготовка в первый раз может занять несколько минут.
uk: Рекомендованим багатомовним моделям потрібно близько 475–632 МБ, завантаження і підготовка вперше можуть тривати кілька хвилин.
zh_hans: 推荐的多语言模型需要约 475–632 MB，首次下载和准备可能需要几分钟。

# wizard.configure.title.byok
source: Bring your own provider
de: Eigenen Anbieter verwenden
es: Trae tu propio proveedor
fr: Utiliser votre propre fournisseur
it: Porta il tuo provider
ja: 自分のプロバイダーを使う
ko: 직접 제공사 사용
nl: Gebruik je eigen provider
pl: Użyj własnego dostawcy
pt: Traz o teu próprio fornecedor
ru: Используйте своего провайдера
uk: Використайте власного постачальника
zh_hans: 使用你自己的供应商

# wizard.configure.title.cloud
source: Set up Plainsay Cloud
de: Plainsay Cloud einrichten
es: Configura Plainsay Cloud
fr: Configurer Plainsay Cloud
it: Configura Plainsay Cloud
ja: Plainsay Cloudをセットアップ
ko: Plainsay Cloud 설정
nl: Plainsay Cloud instellen
pl: Skonfiguruj Plainsay Cloud
pt: Configura o Plainsay Cloud
ru: Настройте Plainsay Cloud
uk: Налаштуйте Plainsay Cloud
zh_hans: 设置 Plainsay Cloud

# wizard.configure.title.local
source: Choose a local model
de: Ein lokales Modell wählen
es: Elige un modelo local
fr: Choisir un modèle local
it: Scegli un modello locale
ja: ローカルモデルを選ぶ
ko: 로컬 모델 선택
nl: Kies een lokaal model
pl: Wybierz model lokalny
pt: Escolhe um modelo local
ru: Выберите локальную модель
uk: Оберіть локальну модель
zh_hans: 选择本地模型

# wizard.continueRequirement.byok
source: Add your provider key above to continue
de: Oben deinen Anbieterschlüssel hinzufügen, um fortzufahren
es: Añade tu clave de proveedor arriba para continuar
fr: Ajoutez votre clé de fournisseur ci-dessus pour continuer
it: Aggiungi la chiave del tuo provider qui sopra per continuare
ja: 続けるには上でプロバイダーのキーを追加してください
ko: 계속하려면 위에서 제공사 키를 추가하세요
nl: Voeg hierboven je providersleutel toe om door te gaan
pl: Dodaj klucz dostawcy powyżej, by kontynuować
pt: Adiciona a chave do teu fornecedor acima para continuar
ru: Добавьте ключ провайдера выше, чтобы продолжить
uk: Додайте ключ постачальника вище, щоб продовжити
zh_hans: 请先在上方添加供应商密钥，然后再继续

# wizard.continueRequirement.cloud
source: Sign in and activate Cloud above to continue
de: Oben anmelden und Cloud aktivieren, um fortzufahren
es: Inicia sesión y activa Cloud arriba para continuar
fr: Connectez-vous et activez Cloud ci-dessus pour continuer
it: Accedi e attiva Cloud qui sopra per continuare
ja: 続けるには上でCloudにサインインして有効化してください
ko: 계속하려면 위에서 Cloud에 로그인하고 활성화하세요
nl: Log hierboven in en activeer Cloud om door te gaan
pl: Zaloguj się i aktywuj Cloud powyżej, by kontynuować
pt: Inicia sessão e ativa o Cloud acima para continuar
ru: Войдите и активируйте Cloud выше, чтобы продолжить
uk: Увійдіть і активуйте Cloud вище, щоб продовжити
zh_hans: 请先在上方登录并激活 Cloud，然后再继续

# wizard.continueTitle.byok
source: Continue with my API
de: Weiter mit meiner API
es: Continuar con mi API
fr: Continuer avec mon API
it: Continua con la mia API
ja: 自分のAPIで続ける
ko: 내 API로 계속
nl: Doorgaan met mijn API
pl: Kontynuuj z moim API
pt: Continuar com a minha API
ru: Продолжить со своим API
uk: Продовжити зі своїм API
zh_hans: 使用我的 API 继续

# wizard.continueTitle.cloud
source: Continue with Cloud
de: Weiter mit Cloud
es: Continuar con Cloud
fr: Continuer avec Cloud
it: Continua con Cloud
ja: Cloudで続ける
ko: Cloud로 계속
nl: Doorgaan met Cloud
pl: Kontynuuj z Cloud
pt: Continuar com Cloud
ru: Продолжить с Cloud
uk: Продовжити з Cloud
zh_hans: 使用 Cloud 继续

# wizard.continueTitle.default
source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
ja: 続ける
ko: 계속
nl: Doorgaan
pl: Kontynuuj
pt: Continuar
ru: Продолжить
uk: Продовжити
zh_hans: 继续

# wizard.continueTitle.local
source: Continue with Local
de: Weiter lokal
es: Continuar con Local
fr: Continuer en local
it: Continua con Locale
ja: ローカルで続ける
ko: 로컬로 계속
nl: Doorgaan met Lokaal
pl: Kontynuuj lokalnie
pt: Continuar com Local
ru: Продолжить локально
uk: Продовжити локально
zh_hans: 使用本地方案继续

# wizard.language.detail
source: Tell Plainsay which languages you actually speak, and how it should tidy up the words before inserting them.
de: Sag Plainsay, welche Sprachen du tatsächlich sprichst und wie es die Worte vor dem Einfügen aufräumen soll.
es: Indica a Plainsay qué idiomas hablas realmente y cómo debe pulir las palabras antes de insertarlas.
fr: Indiquez à Plainsay les langues que vous parlez réellement, et comment il doit nettoyer les mots avant de les insérer.
it: Indica a Plainsay le lingue che parli davvero, e come deve rifinire le parole prima di inserirle.
ja: 実際に話す言語と、挿入する前に単語をどう整えるかをPlainsayに伝えます。
ko: 실제로 사용하는 언어와, 삽입하기 전에 단어를 어떻게 다듬을지 Plainsay에게 알려주세요.
nl: Vertel Plainsay welke talen je daadwerkelijk spreekt, en hoe het de woorden moet opschonen voordat ze worden ingevoegd.
pl: Powiedz Plainsay, którymi językami faktycznie mówisz i jak ma porządkować słowa przed ich wstawieniem.
pt: Indica ao Plainsay que idiomas realmente falas e como deve aperfeiçoar as palavras antes de as inserir.
ru: Расскажите Plainsay, на каких языках вы говорите, и как приводить слова в порядок перед вставкой.
uk: Розкажіть Plainsay, якими мовами ви говорите, і як приводити слова до ладу перед вставкою.
zh_hans: 告诉 Plainsay 你实际使用的语言，以及在插入文字前该如何整理措辞。

# wizard.language.title
source: Language & editing
de: Sprache & Bearbeitung
es: Idioma y edición
fr: Langue et édition
it: Lingua ed editing
ja: 言語と編集
ko: 언어 및 편집
nl: Taal & bewerken
pl: Język i edycja
pt: Idioma e edição
ru: Язык и редактирование
uk: Мова і редагування
zh_hans: 语言与编辑

# wizard.model.parakeet.badge
source: RECOMMENDED
de: EMPFOHLEN
es: RECOMENDADO
fr: RECOMMANDÉ
it: CONSIGLIATO
ja: おすすめ
ko: 추천
nl: AANBEVOLEN
pl: POLECANE
pt: RECOMENDADO
ru: РЕКОМЕНДУЕТСЯ
uk: РЕКОМЕНДОВАНО
zh_hans: 推荐

# wizard.model.parakeet.detail.fit
source: Best fit for Polish + English · multilingual · ~475 MB
de: Beste Eignung für Polnisch + Englisch · mehrsprachig · ~475 MB
es: Ideal para polaco + inglés · multilingüe · ~475 MB
fr: Idéal pour le polonais + l'anglais · multilingue · ~475 Mo
it: Ideale per polacco + inglese · multilingue · ~475 MB
ja: ポーランド語＋英語に最適 · 多言語対応 · 約475MB
ko: 폴란드어 + 영어에 가장 적합 · 다국어 지원 · 약 475MB
nl: Beste keuze voor Pools + Engels · meertalig · ~475 MB
pl: Najlepsze dopasowanie do polskiego + angielskiego · wielojęzyczny · ~475 MB
pt: Ideal para polaco + inglês · multilingue · ~475 MB
ru: Лучше всего подходит для польского и английского · многоязычная · ~475 МБ
uk: Найкраще підходить для польської та англійської · багатомовна · ~475 МБ
zh_hans: 最适合波兰语 + 英语 · 多语言 · 约 475 MB

# wizard.model.parakeet.detail.unsupported
source: Requires an Apple silicon Mac
de: Benötigt einen Mac mit Apple Silicon
es: Requiere un Mac con Apple silicon
fr: Nécessite un Mac à puce Apple
it: Richiede un Mac con Apple silicon
ja: Apple silicon搭載Macが必要です
ko: Apple silicon Mac이 필요합니다
nl: Vereist een Mac met Apple silicon
pl: Wymaga Maca z Apple silicon
pt: Requer um Mac com Apple silicon
ru: Требуется Mac с чипом Apple Silicon
uk: Потрібен Mac із чипом Apple Silicon
zh_hans: 需要搭载 Apple 芯片的 Mac

# wizard.modelLabel
source: Model
de: Modell
es: Modelo
fr: Modèle
it: Modello
ja: モデル
ko: 모델
pt: Modelo
ru: Модель
uk: Модель
zh_hans: 模型

# wizard.modelPlaceholder
source: model name
de: Modellname
es: nombre del modelo
fr: nom du modèle
it: nome del modello
ja: モデル名
ko: 모델 이름
nl: modelnaam
pl: nazwa modelu
pt: nome do modelo
ru: название модели
uk: назва моделі
zh_hans: 模型名称

# wizard.permissions.detail
source: Each permission has one narrow job. Choose Grant when you are ready; you can continue even if you finish these later.
de: Jede Berechtigung hat eine eng begrenzte Aufgabe. Wähle Erlauben, wenn du bereit bist; du kannst fortfahren, auch wenn du das später abschließt.
es: Cada permiso tiene una única función concreta. Elige Conceder cuando estés listo; puedes continuar aunque termines esto más tarde.
fr: Chaque autorisation a un rôle bien précis. Choisissez Autoriser quand vous êtes prêt ; vous pouvez continuer même si vous terminez cela plus tard.
it: Ogni permesso ha un compito specifico. Scegli Concedi quando sei pronto; puoi continuare anche se li completi più tardi.
ja: それぞれの権限には限定的な役割が1つあります。準備ができたら「許可」を選んでください。後で完了させても続けることができます。
ko: 각 권한은 하나의 좁은 역할만 합니다. 준비되면 허용을 선택하세요. 나중에 마쳐도 계속 진행할 수 있습니다.
nl: Elke machtiging heeft één specifieke taak. Kies Toestaan wanneer je zover bent; je kunt doorgaan, ook als je deze later afrondt.
pl: Każde uprawnienie ma jedno wąskie zadanie. Wybierz Przyznaj, gdy będziesz gotów; możesz kontynuować, nawet jeśli dokończysz to później.
pt: Cada permissão tem uma única função específica. Escolhe Conceder quando estiveres pronto; podes continuar mesmo que termines isto mais tarde.
ru: У каждого разрешения одна узкая задача. Нажимайте «Разрешить», когда будете готовы; можно продолжить, даже если закончите с этим позже.
uk: У кожного дозволу одне вузьке завдання. Натискайте «Дозволити», коли будете готові; можна продовжити, навіть якщо завершите це пізніше.
zh_hans: 每项权限只对应一项具体功能。准备好后点击「授权」；即使稍后再完成，也可以先继续。

# wizard.permissions.title
source: Allow the essentials
de: Die wichtigsten Berechtigungen erlauben
es: Permite lo esencial
fr: Accordez l'essentiel
it: Consenti l'essenziale
ja: 必須項目を許可する
ko: 필수 항목 허용
nl: Sta het essentiële toe
pl: Przyznaj niezbędne uprawnienia
pt: Permite o essencial
ru: Разрешите необходимое
uk: Дозвольте необхідне
zh_hans: 授予必要权限

# wizard.plan.cloud.caveat1
source: Needs an internet connection
de: Benötigt eine Internetverbindung
es: Necesita conexión a internet
fr: Nécessite une connexion internet
it: Richiede una connessione internet
ja: インターネット接続が必要
ko: 인터넷 연결 필요
nl: Vereist een internetverbinding
pl: Wymaga połączenia z internetem
pt: Precisa de ligação à internet
ru: Нужно подключение к интернету
uk: Потрібне підключення до інтернету
zh_hans: 需要联网

# wizard.plan.cloud.caveat2
source: Audio is sent to Plainsay Cloud to be transcribed
de: Audio wird zur Transkription an Plainsay Cloud gesendet
es: El audio se envía a Plainsay Cloud para transcribirse
fr: L'audio est envoyé à Plainsay Cloud pour être transcrit
it: L'audio viene inviato a Plainsay Cloud per la trascrizione
ja: 音声は文字起こしのためにPlainsay Cloudへ送信されます
ko: 오디오가 필사를 위해 Plainsay Cloud로 전송됩니다
nl: Audio wordt naar Plainsay Cloud gestuurd om te transcriberen
pl: Audio jest wysyłane do Plainsay Cloud w celu transkrypcji
pt: O áudio é enviado para o Plainsay Cloud para ser transcrito
ru: Аудио отправляется в Plainsay Cloud для расшифровки
uk: Аудіо надсилається в Plainsay Cloud для розшифровки
zh_hans: 音频会被发送到 Plainsay Cloud 进行转录

# wizard.plan.cloud.eyebrow
source: RECOMMENDED
de: EMPFOHLEN
es: RECOMENDADO
fr: RECOMMANDÉ
it: CONSIGLIATO
ja: おすすめ
ko: 추천
nl: AANBEVOLEN
pl: POLECANE
pt: RECOMENDADO
ru: РЕКОМЕНДУЕТСЯ
uk: РЕКОМЕНДОВАНО
zh_hans: 推荐

# wizard.plan.cloud.feature1
source: No model download or preparation
de: Kein Modell-Download oder -Vorbereitung
es: Sin descarga ni preparación de modelo
fr: Aucun téléchargement ou préparation de modèle
it: Nessun download o preparazione del modello
ja: モデルのダウンロードや準備が不要
ko: 모델 다운로드나 준비 불필요
nl: Geen modeldownload of -voorbereiding
pl: Bez pobierania ani przygotowania modelu
pt: Sem transferência nem preparação de modelo
ru: Без загрузки и подготовки модели
uk: Без завантаження і підготовки моделі
zh_hans: 无需下载或准备模型

# wizard.plan.cloud.feature2
source: Transcription and cleanup included
de: Transkription und Bearbeitung inklusive
es: Transcripción y edición incluidas
fr: Transcription et édition incluses
it: Trascrizione ed editing inclusi
ja: 文字起こしとクリーンアップが含まれる
ko: 필사와 정리 포함
nl: Transcriptie en opschonen inbegrepen
pl: Transkrypcja i edycja w cenie
pt: Transcrição e edição incluídas
ru: Расшифровка и редактирование включены
uk: Розшифровка і редагування включені
zh_hans: 包含转录与清理功能

# wizard.plan.cloud.feature3
source: No API keys to configure
de: Keine API-Schlüssel einzurichten
es: Sin claves de API que configurar
fr: Aucune clé API à configurer
it: Nessuna chiave API da configurare
ja: APIキーの設定が不要
ko: 설정할 API 키 없음
nl: Geen API-sleutels te configureren
pl: Bez konfigurowania kluczy API
pt: Sem chaves de API para configurar
ru: Не нужно настраивать API-ключи
uk: Не потрібно налаштовувати API-ключі
zh_hans: 无需配置 API 密钥

# wizard.plan.cloud.price
source: ≈ $3 / month
de: ≈ 3 $ / Monat
es: ≈ 3 $ / mes
fr: ≈ 3 $ / mois
it: ≈ 3 $ / mese
ja: 月額約3ドル
ko: 월 약 3달러
nl: ≈ $3 / maand
pl: ≈ 3 USD / miesiąc
pt: ≈ 3 $ / mês
ru: ≈ 3 $ / месяц
uk: ≈ 3 $ / місяць
zh_hans: 约 3 美元 / 月

# wizard.plan.local.caveat1
source: Needs storage for the model, downloaded once
de: Benötigt Speicherplatz für das einmalig heruntergeladene Modell
es: Necesita almacenamiento para el modelo, se descarga una vez
fr: Nécessite de l'espace pour le modèle, téléchargé une seule fois
it: Richiede spazio di archiviazione per il modello, scaricato una volta
ja: モデル用のストレージが必要（初回のみダウンロード）
ko: 모델용 저장 공간 필요, 한 번만 다운로드
nl: Vereist opslag voor het model, eenmalig gedownload
pl: Wymaga miejsca na model, pobierany jednorazowo
pt: Precisa de espaço para o modelo, transferido uma vez
ru: Нужно место для модели, загружается один раз
uk: Потрібне місце для моделі, завантажується один раз
zh_hans: 需要为模型预留存储空间，仅下载一次
